<script setup lang="ts"></script>
<template>
  <div class="main">
    <h2>我们的目标</h2>
    <p>我们的目标是打造一个酒店预订平台，该平台能够最大化地满足客户预定酒店的需求，为客户的生活带来便捷，我们致力于想客户提供最详细的酒店信息以供参考和筛选、提供最快捷便利的订购服务以便客户快捷预定，流畅的体验和便捷的操作是我们追求的目标，Catel竭诚为您服务</p>
    <h2>我们的客户</h2>
    <p>我们的客户群体较为复杂，大体分成两类，一类是普通用户，即有预定需求的个人，用户直接在主页进行酒店、房型筛选并支付定金即可预定；另一类是企业用户，考虑到企业有时会存在批量预定酒店房间的需求，我们为企业用户提供了批量预定的方案以供选择</p>
    <h2>我们的团队</h2>
    <p>我们的开发团队核心由四位软件工程师构成，他们精通前后端技术，在开发过程中精益求精，始终将用户体验放在重要的位置，以期打造一个注重用户使用体验、为用户带来便捷的酒店预订系统</p>
  </div>
</template>


<style src="./AboutUs.scss" lang="scss" scoped>

</style>